<!DOCTYPE html>
<html>

<head>

<meta charset="UTF-8"/>
<title>Учебные задания</title>

</head>
<body>
<h1><u>Задание к уроку №3.1</u><h1>
<p> С помощью цикла while выведите все числа от 1 до 100, нацело делящиеся на 3 </p>

<?php
$i=0;
while ($i<=100){
	$i++;
    if ($i%3==0)
		echo $i . ' , ';
}
echo 'конец выборке';
?> 

<h1><u>Задание к уроку №3.2</u><h1>
<p>Напишите функцию, которая создает массив из $n случайных чисел и возвращает его в отсортированном по убыванию  порядке</p>
<?php

?>
<h1><u>Задание к уроку №3.2</u><h1>
<p> Создайте массив, в котором ключи - названия регионов РФ, значения - массивы городов, входящих в эти регионы. </p>

<?php

?> 


</body>

</html>