<!DOCTYPE html>
<html>

<head>

<meta charset="UTF-8"/>
<title>Учебные задания</title>

</head>
<body>
<h1><u>Задание к уроку №5</u><h1>
<p> Создать механизм авторизации входа на сайт.  Главная страница выглядит по разному для авторизованного пользователя и гсотей. Некая функция кот. определит пользователь гость или зашел на сайт. Гостям показывать форму авторизации. Авторизованным показать информацию: имя и т.д. Предусмотреть возможность выхода с сайта. Информацию о пользователе хранить в массиве кода (имя-пароль)
</p>

<?php


?> 

</body>

</html>